Repository: RellikJaeger/lantern-client
Catalog: assets/locales/*-rIL.po
Languages: he_il

source: Daily Data Usage
he_il: שימוש יומי בנתונים

source: is
he_il: הוא

source: connected
he_il: מחובר

source: disconnected
he_il: מנותק

source: Disconnecting
he_il: מתנתק…

source: Connecting
he_il: מתחבר…

source: Go Pro Title
he_il: עבור אל Pro!

source: Go Pro Description
he_il: שחרר נעילה של מהירויות מהירות יותר, ונתונים בלתי מוגבלים!

source: Go Pro Description With Yinbi
he_il: נתונים בלתי מוגבלים + מטבע מבוזר Yinbi חינמי!

source: Server Location
he_il: מיקום שרת

source: Server Location Info
he_il: Lantern משתמש בבחירת שרתים חכמה כדי לחבר אותך באופן אוטומטי אל מרכזי הנתונים הטובים ביותר שלנו.

source: OK
he_il: אישור

source: pro_account_management
he_il: ניהול של חשבון מקצועי

source: add_device
he_il: הוסף מכשיר

source: upgrade_to_lantern_pro
he_il: שדרג אל Lantern מקצועי

source: authorize_device_for_pro
he_il: הרשה מכשיר עבור Pro

source: invite_friends
he_il: הזמן חברים

source: desktop_version
he_il: גרסת שולחן עבודה

source: free_yinbi_crypto
he_il: מטבע מבוזר Yinbi חינמי

source: yinbi_redemption
he_il: מימוש Yinbi

source: settings
he_il: הגדרות

source: proxy_all
he_il: ייפוי כוח הכול מופעל

source: language
he_il: שפה

source: report_issue
he_il: דווח על סוגייה

source: description_proxy_all_dialog
he_il: אם מאופשר, כל התעבורה תישלח דרך Lantern (מאובטח יותר). אם מושבת, רק תעבורה חסומה תישלח דרך Lantern (מהיר יותר).

source: Exchange
he_il: סחור

source: Account
he_il: חשבון

source: In partnership with
he_il: בשותפות עם

source: Buy
he_il: קנה

source: With
he_il: עם

source: Online Wallets
he_il: ארנקים מקוונים

source: Bank Transfers
he_il: העברות בנקאיות

source: Gift Cards
he_il: כרטיסי שי

source: Game Cards
he_il: כרטיסי משחק

source: Cash Payment
he_il: תשלום מזומן

source: Digital Currencies
he_il: מטבעות דיגיטליים

source: Payment Method
he_il: שיטת תשלום

source: SHOW BEST DEALS
he_il: הראה את ההצעות הכי טובות

source: VPN Status
he_il: מעמד VPN
